7zip
amd-ucode
arj
arm-none-eabi-binutils
arp-scan
base
base-devel
binwalk
bluez
bluez-utils
brightnessctl
btrfs-progs
cabextract
checksec
clang
cmake
cpio
crane
discord
docker
docker-compose
dolphin
dotnet-sdk
dpkg
dunst
efibootmgr
firefox
flatpak
fuse-overlayfs
gdb
ghidra
gifsicle
git
git-lfs
github-cli
go
grim
guestfs-tools
htop
hypridle
hyprland
hyprlang
hyprlock
hyprpaper
hyprshot
intel-media-driver
iwd
jadx
jq
kitty
less
lhasa
libva-intel-driver
linux
linux-firmware
lldb
llvm
mosquitto
mtd-utils
nano
neovim
network-manager-applet
networkmanager
nmap
npm
nvm
obs-studio
obsidian
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
patchelf
pipewire-pulse
podman
polkit-gnome
polkit-kde-agent
pyright
python-capstone
python-opengl
python-pip
qemu-img
qemu-system-mips
qemu-user-static
qt5-wayland
qt6-wayland
rpm-tools
rustup
sddm
sleuthkit
slurp
smartmontools
squashfs-tools
strace
swayidle
swww
syft
tailscale
tcpdump
tftp-hpa
tor
trivy
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unrar
unzip
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
xclip
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zig
zip
zls
zram-generator
